[
    {
        "About_me": "Subject Matter Expert (SME) for Civil Asset Integrity and Management, Reliability Centered Maintenance (RCM) and Risk Management.  Competent Civil, Structural and Marine Engineer with 10-year track-record in entire project life cycle of Oil and Gas Projects and Asset Support, including Technology Research, Conceptual Design, FEED, Detail Design, Construction, Commissioning, Inspection and Maintenance activities.  Demonstrated skills in Project Engineering including Decision Making. International exposure, culturally sensitive and skilled at developing strong relationship with engineers.  Practical construction and commissioning experience in Onshore, Marine and Offshore Brownfield projects which requires innovative, fit-for-purpose solutions and cost effectiveness.?",
        "Ask_me_about": "HBA,FAIR,Civil Inspection Maintenance,Civil Asset Management,Civil,Marine,AMR,RCM",
        "Business_Unit": "Projects and Engineering Services",
        "Certifications_Accreditations": "Shell Project Academy GPES Level 1",
        "Company_Name_1": "Shell India Markets Pvt. Ltd",
        "Company_Name_2": "Brunei Shell Petroleum",
        "Company_Name_3": "Shell India Markets Pvt. Ltd",
        "Company_Name_4": "Shell Global Solutions B.V.",
        "Company_Name_5": "Shell Hazira LNG and Port Pvt. Ltd",
        "Company_Name_6": "Shell Technology India Pvt. Ltd",
        "Company_Name_7": "NULL",
        "Department": "CSO",
        "Discipline": "Civil, Structures and Offshore",
        "Education": "Kendriya Vidayalaya\nApeejay School\nIndian Institute of Technology Banaras Hindu University\nInstitute of Management Calcutta\n",
        "Function": "Discipline Engineering ",
        "Job_Title": "Civil & Structural Engineer",
        "Last_Updated": 42977.510416666664,
        "Location_1": "Bangalore, India",
        "Location_2": "Brunei",
        "Location_3": "Bangalore, India",
        "Location_4": "Hague, Netherlands",
        "Location_5": "Hazira (Surat), India",
        "Location_6": "Bangalore, India",
        "Location_7": "NULL",
        "Name": "Doe, Jane 14",
        "Professional_Memberships": "Institution of Civil Engineers\n",
        "Profile_Complete": 100.0,
        "Publications": "NULL",
        "Ref_Indicator": "PTIN-PTE/PCSO",
        "Role_1": "Senior Civil..., Structural and Marine Engineer",
        "Role_2": "Senior Project Engineer",
        "Role_3": "Lead Civil and Marine Engineer",
        "Role_4": "Marine Engineer",
        "Role_5": "Construction Engineer",
        "Role_6": "Technology Development Engineer",
        "Role_7": "NULL",
        "Role_Description_1": "Subject Matter Expert in Civil Asset Integrity and Management. Successfully led, developed and delivered numerous Asset Management Projects including RCM. • Qualified and Experienced Civil Asset Auditor for Shell Assets in East. Developed Focused Asset Integrity Review (FAIR MS and ER; HBA) process and executed it in numerous assets.• Passionate Shell Open University Instructor for Civil Engineering covering topics on Infrastructure Asset Management, Inspection & Maintenance Planning, Reliability Center",
        "Role_Description_2": "Senior Project Engineer executing CWF Brown-field A2 Project (DP33 & DP31 Platforms). Successfully led, developed and delivered facilities scope for 10 Oil Producing (600+ m3/day) and 2 Water Injectors (1200 m3/day) wells.• Experienced challenges on resource constraints, material management, equipment failures and logistical limitations but managed to overcome the challenges by raising the priority and actively pursuing feasible alternatives (e.g. Water Injection; Commissioning Debottlenecking; Helideck)",
        "Role_Description_3": "Civil Project Lead for numerous Oil and Gas Projects. Successfully led and delivered onshore and marine development projects by executing project activities, from concept selection and feasibility studies through to detailed design, construction and installation.• Technical Lead for New Business Opportunities providing steer to business development groups in the Identification, Assessment & Selection of new business opportunities, sustaining the P&T group as the recognized entry point for such service.",
        "Role_Description_4": "Expertise in Marine Engineering, Layout and Plot Planning, Infrastructure and Constructability. • Additional responsibilities include CTR preparation, work-planning, organizing workshops, technical coordination, coaching team-members.",
        "Role_Description_5": "First hand Construction experience in Shell Hazira LNG Terminal (Surat, India). Supervised numerous civil and marine works including soil Investigations, piling works, building and road construction, pipeline laying, dredging activities etc.",
        "Role_Description_6": "Civil Engineer for the technology development in CSO team. Led and successfully completed numerous R&D related to Civil Asset Management, Marine Facilities and Site Development.",
        "Role_Description_7": "NULL",
        "Shell_Business": "Projects and Technology",
        "Skills": "Structural and Marine Engineering;Conceptual and Detailed Design;Brown Field Offshore Construction/Execution;Interface Management;Civil RCM;Civil Inspection and Maintenance;Civil Asset Support",
        "Timespan_1": "Dec 2015 - Aug 2017",
        "Timespan_2": "Nov 2013 - Dec 2015",
        "Timespan_3": "Jan 2010 - Nov 2013",
        "Timespan_4": "Mar 2009 - Jan 2010",
        "Timespan_5": "Dec 2007 - Mar 2009",
        "Timespan_6": "Jul 2007 - Dec 2007",
        "Timespan_7": "NULL",
        "_id": "DoeJane14PTINPTEPCSO"
    }
]