[
    {
        "About_me": "Born in 1981, hold a BS degree in Civil Engineering and MSc in Earthquake Engineering. I started my engineering career as a Seismic & Structural Engineer being involved in the projects of design and strengthening of bridges and buildings against earthquake (2005-2008). Moved to the Netherlands in 2008 and became a researcher at TU Delft. Working on various R&D projects, e.g. strengthening of steel orthotropic decks with epoxy materials, and life-time extension of concrete bridges and tunnels, received a PhD in Structural Engineering.My career in Shell started in early 2014 when I joined P&T, CSO (Civil,Structural & Offshore) discipline in Rijswijk. My role as a civil/structural engineer in Shell, included involvement in projects of site master planning – Assess Phase, CSO focal Point and coordinator of the civil supports to the existing LNG assets as part of the BRNC projects supported by the IG sector, R&D research on CO2 capturing into construction materials, and update of the Shell Concrete Bridges and Culverts Infobase. In 2015, I moved as a project engineer civil & structural to NAM, to work in the project of assessment and structural upgrading of infrastructures, oil & gas facilities, and buildings, being responsible for managing several simultaneous projects, with vast skills in civil and structural engineering, and coordinating engineering and design. Since March 2018, I am back to P&T in Rijswijk, working in the Asset Support - IG Europe Team, and being responsible for coordination of the CSO BRNC activties, various civil support to IG assets, and R&D.",
        "Ask_me_about": "Structural Design, Earthquake, Concrete, and Infrastructure.",
        "Business_Unit": "Projects",
        "Certifications_Accreditations": "NULL",
        "Company_Name_1": "P&T",
        "Company_Name_2": "NAM",
        "Company_Name_3": "P&T",
        "Company_Name_4": "NULL",
        "Company_Name_5": "NULL",
        "Company_Name_6": "NULL",
        "Company_Name_7": "NULL",
        "Department": "Asset Support IG Discipline Eng",
        "Discipline": "Civil, Offshore and Pipelines (COP)",
        "Education": "PhD in Structural Engineering\nMSc in Earthquake Engineering\n",
        "Function": "Discipline Engineering ",
        "Job_Title": "Civil & Structural Engineer",
        "Last_Updated": 43343.53472222222,
        "Location_1": "Netherlands",
        "Location_2": "Netherlands",
        "Location_3": "Netherlands",
        "Location_4": "NULL",
        "Location_5": "NULL",
        "Location_6": "NULL",
        "Location_7": "NULL",
        "Name": "Doe, Jane 11",
        "Professional_Memberships": "Institute of civil engineers...\nAssociation for Project Management\n",
        "Profile_Complete": 97.0,
        "Publications": "PhD Thesis ＂Shear Capacity of Concrete Beams under Sustained Loading＂\n",
        "Ref_Indicator": "GSNL-PTP/E/D",
        "Role_1": "Civil ＆ Structural Eng",
        "Role_2": "PROJECT ENGINEER",
        "Role_3": "Civil ＆ Struct. Engineer",
        "Role_4": "NULL",
        "Role_5": "NULL",
        "Role_6": "NULL",
        "Role_7": "NULL",
        "Role_Description_1": "Supporting IG Assets",
        "Role_Description_2": "Responsible for internal and external stakeholder management and representing client.Technical review and assurance on design engineering, risk assessment, modelling, structural performance assessment, concept and detailed design, and rehabilitation of structures;Management and coordination of €2 Million testing campaign, developing scope of work, organizing cross-functional workshops, track record of milestones, progress control and reports, etc.;",
        "Role_Description_3": "NULL",
        "Role_Description_4": "NULL",
        "Role_Description_5": "NULL",
        "Role_Description_6": "NULL",
        "Role_Description_7": "NULL",
        "Shell_Business": "Projects and Technology",
        "Skills": "Structural Engineering;Project Magement;Earthquake engineering;Concrete;Finite element analysis;Strengthening",
        "Timespan_1": 43160.0,
        "Timespan_2": "Aug 2015 - Mar 2018",
        "Timespan_3": "Feb 2014 - Jul 2015",
        "Timespan_4": "NULL",
        "Timespan_5": "NULL",
        "Timespan_6": "NULL",
        "Timespan_7": "NULL",
        "_id": "DoeJane11GSNLPTPED"
    }
]