[
    {
        "About_me": "Hello, I am a Materials and Corrosion Engineer.  I joined Shell as an experienced hire in 2007. I bring 20+ years of industrial experience including asset support, materials selection, requirements specification, project quality, technology deployment, and product development. I have supported projects and assets, selected, and qualified coatings for corrosion control, elastomers, composites, and thermoplastics for oilfield applications.  I have participated in failure analysis and root cause investigations (e.g. causal learning CUI) and led audits of management system.  I have worked closely with multi discipline functions including engineering managers, discipline engineers, project managers, C&P, EPCs, external suppliers and contractors to identify and manage quality risks.",
        "Ask_me_about": "Corrosion Control, Quality Assurance, Quality Audit, Nonmetallic Seals, non metallic materials, elastomers, Composites, Coatings",
        "Business_Unit": "Projects",
        "Certifications_Accreditations": "ISO 9001;APM Association of Project Management",
        "Company_Name_1": "Shell Global Solutions",
        "Company_Name_2": "Shell International Exploration and Production, Inc",
        "Company_Name_3": "Shell International Exploration and Production, Inc",
        "Company_Name_4": "NULL",
        "Company_Name_5": "NULL",
        "Company_Name_6": "NULL",
        "Company_Name_7": "NULL",
        "Department": "Asset Support IG Discipline Eng",
        "Discipline": "Materials Selection and Design",
        "Education": "The University of Akron\nUniversidad Simon Bolivar",
        "Function": "Discipline Engineering",
        "Job_Title": "Materials and Corrosion Eng",
        "Last_Updated": 43154.350694444445,
        "Location_1": "USA",
        "Location_2": "USA",
        "Location_3": "USA",
        "Location_4": "NULL",
        "Location_5": "NULL",
        "Location_6": "NULL",
        "Location_7": "NULL",
        "Name": "Doe, Jane 46",
        "Professional_Memberships": "NACE",
        "Profile_Complete": 100.0,
        "Publications": "NULL",
        "Ref_Indicator": "GSUSI-PTP/E/D",
        "Role_1": "Project Quality Manager",
        "Role_2": "Team Lead",
        "Role_3": "Senior Scientist",
        "Role_4": "NULL",
        "Role_5": "NULL",
        "Role_6": "NULL",
        "Role_7": "NULL",
        "Role_Description_1": "Led multidisciplinary meetings to address quality issues of EPCs, fabricators and vendors in Scotford, AO4, USLNG, DEC3 (Trinidad). Implemented improvement plans to drive change, mitigate quality risks and minimize impact to projects’ Process Safety, Schedule and Cost.Participateded in the causal learning of Bukom’s CUI failure.",
        "Role_Description_2": "Managed and oversaw technical programs, activities and resources of direct reports: assigned, monitored, forecasted and adjusted resources with a budget of 3 to 8 million USD/year. Direct reports: 7-10. Indirect reports: 15-20. Managed team performance and staff development. Reviewed, approved and jointly developed goals with staff. Developed business value/business needs of metallic and nonmetallic materials in various downhole applications.",
        "Role_Description_3": "Led the qualification testing of nonmetallic materials: elastomeric seals, liners, coatings and composites, including chemical compatibility studies, rapid gas decompression evaluation, sour service compatibility, and suitability for extreme conditions. Supported new and existing upstream oil and gas projects with engineering support for protective coating challenges, specifically in the areas of coating specifications, application, and testing.",
        "Role_Description_4": "NULL",
        "Role_Description_5": "NULL",
        "Role_Description_6": "NULL",
        "Role_Description_7": "NULL",
        "Shell_Business": "Projects and Technology",
        "Skills": "Polymers and Composites specialist;Coating selection;Corrosion Control;Materials and Corrosion;Quality Assurance;Quality Audit;PCAP",
        "Timespan_1": "Jul 2015 - Feb 2018",
        "Timespan_2": "Jan 2013 - Jul 2015",
        "Timespan_3": "Oct 2007 - Dec 2012",
        "Timespan_4": "NULL",
        "Timespan_5": "NULL",
        "Timespan_6": "NULL",
        "Timespan_7": "NULL",
        "_id": "DoeJane46GSUSIPTPED"
    }
]