[
    {
        "About_me": "I have over 26 years of Instrumentation experience, with 15 years in an EPC role and over 10 years with Shell.I have worked on projects for Upstream, Downstream (Refinery, Chemical, Bitumen, Terminal & Storage), Carbon Capture & Sequestration, Coal Fired Power plants, Steel and Manufacturing plants located in Asia, Middle East, and the Americas. For most of the facilities mentioned, I have worked on the Engineering/Detail design, worked on site as the Construction PACO Engineering focal point, and provided Engineering support during commissioning and start-up.  I enjoy travelling and dining with my family. I also enjoy reading, browsing thru my digital music collection, & compiling / editing family travel digital photos.",
        "Ask_me_about": "Carbon Capture & Sequestration, Commissioing & Start-up, Quest CCS, and Detail Engineering.\n\n\n",
        "Business_Unit": "Projects",
        "Certifications_Accreditations": "Professional Engineer",
        "Company_Name_1": "Shell Canada",
        "Company_Name_2": "Scotford HCU Debottleneck Project",
        "Company_Name_3": "QUEST Carbon Capture & Storage",
        "Company_Name_4": "Brunei Shell Petroleum Co Sdn Bhd",
        "Company_Name_5": "Worley Parsons Qatar",
        "Company_Name_6": "Consultant/Contractor",
        "Company_Name_7": "Eichleay Pacific Inc",
        "Department": "Asset Support IG Discipline Eng",
        "Discipline": "PACO Metering, Measurement and Instrumentation",
        "Education": "Bachelor of Science - Electrical Engineering\n",
        "Function": "PACO Metering, Measurement and Instrumentation",
        "Job_Title": "Automation Engineer",
        "Last_Updated": 43165.31597222222,
        "Location_1": "Canada,US",
        "Location_2": "Canada",
        "Location_3": "Canada",
        "Location_4": "Brunei",
        "Location_5": "Qatar",
        "Location_6": "Philippines",
        "Location_7": "Philippines",
        "Name": "Doe, Jane 1",
        "Professional_Memberships": "ISA...\nAPEGA\n",
        "Profile_Complete": 100.0,
        "Publications": "NULL",
        "Ref_Indicator": "SCAI-PTP/E/D",
        "Role_1": "Automation Engineer(CA)",
        "Role_2": "Automation Engineer(CA)",
        "Role_3": "Automation Engineer(CA)",
        "Role_4": "Sr Control ＆ Automation Engineer",
        "Role_5": "Sr Instrument Engineer",
        "Role_6": "Instrument Engineer",
        "Role_7": "Control ＆ Automation Lead",
        "Role_Description_1": "Provides adhoc support to terminal facilities- Revise Trading and Supply Operations Engineering Guideline into a GFS Specification- Provides TA3 support for TSO projects- Represents PACO in facility audit & Custody Transfer Metering (CTM) audits",
        "Role_Description_2": "Provides Technical Assurance as TA3 for the project during Detail Engineering and Design (EPC Office in Houston), Construction, Commissioning, and Start-Up @ Scotford Refinery.",
        "Role_Description_3": "Provides Technical Assurance as TA3 from Detail Engineering (EPC Calgary office), Construction, Commissioning, and Start-Up for the whole project scope which covers CO2 capture plant, export pipeline, & well injection sites @ the Scotford Upgrader.",
        "Role_Description_4": " PACO rep for Pre-Start-Up Audit, Incident Investigation, Asset Review, HSE Engagement, Facility Assessment / Integrity Review.- RepresentBSP in factory / testing facility audits - Worked on engineering and design activities (conceptual & detailed design) for green and brownfield either as a PACO support or as a PACO Lead.- Oversight and coordination of EPC engineering & design- Coaching and guidance to New C&A engineers",
        "Role_Description_5": "Lead C&A Engineer seconded to Occidental Qatar (OPQL) Engineering Services for onshore and offshore facilities.- Addresses issues from operation and maintenance thru site evaluation / investigation; datasheet/drawing/sketch development, revision of narratives, TBE & issuance material requisition-  Also doubling role as a C&A Project Engineer, developed Scope of Work & liaise with design contractors in project execution and performance of reviews (IPF, HAZOP, Design, Pre-Start Up, Job Safety Analysis)",
        "Role_Description_6": " Provides engineering and detail design services for the conceptual & detail design of upgrade and re-instrumentation of facilities for SHELL and CALTEX Refineries in Batangas. Services/deliverables provided includes delivery of C&A project cost estimate (materials and engineering man-hours) for bidding and submission to clients- Development of instrument datasheet & specifications for procurement of long lead items.- P&ID development & mark-up Mark-up and de",
        "Role_Description_7": "C&A Lead Engineer for projects shared with Pittsburgh, USA for Detailed design and engineering of Chemical & Steel facilities.- Supervision of development of loop, schematic, wiring & connection diagrams, PLC panel layout, instrument datasheet, I/O & Instrument List, and installation Details, and provides input to the P&ID development.- Managed C&A project man-hour budgets and assigns task to other engineers including site verification at client plant sites, PLC panel fabrication shop.",
        "Shell_Business": "Projects and Technology",
        "Skills": "Automation",
        "Timespan_1": "Jan 2017-Feb 2018",
        "Timespan_2": "May 2015-Dec 2016",
        "Timespan_3": "Aug 2012-May 2015",
        "Timespan_4": "Aug 2006 - Jul 2012",
        "Timespan_5": "May 2003 - Jul 2006",
        "Timespan_6": "Aug 2002 - Apr 2003",
        "Timespan_7": "Jun 2000 - Aug 2002",
        "_id": "DoeJane1SCAIPTPED"
    }
]