[
    {
        "About_me": "I am a qualified Mechanical Engineer with 17 years of work experience - primarily in the field of mechanical static, heat transfer equipment and fired heaters.   I joined Shell Technology Centre Bangalore as XP hire in early 2007. I started working as Heat Transfer Engineer in the GSEMH discipline (prior to transition 2009), then in Utilities & Heat Transfer (PUHT) discipline and currently with IG Asset Support Department. My main job responsibilities include Asset Support, capital project support and Deliver Technology related to heat transfer equipments.  I started my professional career in 2001 working for Larsen & Toubro Limited, Mumbai, India as Design Engineer performing design of mechanical static equipments like heat exchangers, pressure vessels and coal gasifiers.  Later, I worked for General Electric at their global Technology Centre in Bangalore for 2 years. I worked as Design Engineer performing Finite Element Analysis on combustor components for Frame 9H and 7H Gas Turbines.   My hometown is Bangalore. I am married to Leela and we have a 9 year old son Abhinav.",
        "Ask_me_about": "Six Sigma TAMAP/EFA audits-Static, Information Management Knowledge Management, Equipment, Pilot Plant Projects, FEA, Heat Exchanger",
        "Business_Unit": "Projects",
        "Certifications_Accreditations": "Incorporated Engineer (IEng) UK",
        "Company_Name_1": "Shell Technology Centre Bangalore - P&T",
        "Company_Name_2": "Shell Technology Centre Bangalore - P&T",
        "Company_Name_3": "Shell Bangalore Laboratories, Bangalore",
        "Company_Name_4": "Shell Technology Centre Bangalore - P&T",
        "Company_Name_5": "Shell Global Solutions, Kuala Lumpur",
        "Company_Name_6": "Shell Technology India, Bangalore",
        "Company_Name_7": "NULL",
        "Department": "Asset Support IG Discipline Eng",
        "Discipline": "Mechanical Engineering (ME)",
        "Education": "Bachelor of Mechanical Engineering\nBangalore University\n",
        "Function": "Discipline Engineering ",
        "Job_Title": "Heat Transfer Engineer",
        "Last_Updated": 43354.177083333336,
        "Location_1": "Bangalore, India",
        "Location_2": "Bangalore, India",
        "Location_3": "Bangalore, India",
        "Location_4": "Bangalore, India",
        "Location_5": "Kuala Lumpur, Malaysia",
        "Location_6": "Bangalore, India",
        "Location_7": "NULL",
        "Name": "Doe, Jane 8",
        "Professional_Memberships": "ImechE\n",
        "Profile_Complete": 100.0,
        "Publications": "Relate  Crude Oil Fouling Research to Field Fouling Observations",
        "Ref_Indicator": "PTIN-PTP/E/D",
        "Role_1": "Heat Transfer Engineer",
        "Role_2": "Heat Transfer Engineer",
        "Role_3": "Unfired Heat Transfer Engineer",
        "Role_4": "Unfired Heat Transfer Engineer",
        "Role_5": "Unfired Heat Transfer Engineer",
        "Role_6": "Unfired Heat Transfer Engineer",
        "Role_7": "NULL",
        "Role_Description_1": "Development, Testing and implementation of the new P&T Knowledge and Information Management Strategy and Tools across entire discipline Engineering (PTE). Working as Project Engineer in developing a simplified fit-for purpose \"Iraq Portfolio Requirements Specification (PRS)\". Working on heat exchanger troubleshooting projects for LNG (Nigeria LNG, Woodside LNG) and debottleneck study for Pluto LNG. Getting involved in the SmartConnect for heat exchangers monitoring for Prelude FLNG, Sakhalin LNG.",
        "Role_Description_2": "One of the key technical persons involved in developing a strategy along with C&P for qualifying selected Heat Exchangers and Pressure Vessels suppliers for Enterprise Framework Agreement. Started working on Fired Heaters. Performed troubleshooting and performance tuning of furnaces at a Russian Refinery. Feasibility studu on WHRU for heating medium change out for Sakhalin. Bukom LRCCU CO Boiler Rating. Continued to also work on heat exchangers support work especially LNG.",
        "Role_Description_3": "As a Project Manager instrumental in setting-up a Concept-to-Construction-to-Commissioning of a world class innovative pilot scale fouling research facility - FAME. Perform crude oil fouling experiments in the pilot research facility. Test and experiment various fouling mitigation technologies (including 3rd party), evaluate and deploy the technology successfully at operating sites. Authored a new Shell DEP (DEP 31.21.01.13-Gen) on Welded Plate Bloc Heat Exchanger.",
        "Role_Description_4": "\"Enhanced Heat transfer\" database development. Deliver on-site workshops on \"Heat-for-Networks\". Development of the concept experimental unit into a more detailed level. TAMAP focal point for heat exchangers in the Asia-Pacific Region - Responsibilities included to select potential suppliers, propose to C&P and subsequently arrange to audit the suppliers workshop. Personally have audited more than 8 suppliers mostly in China and India.",
        "Role_Description_5": "Worked at SGSI Kuala Lumpur office in GSEMH department on Short Term International Assignment for an year. Developed connections with key stakeholders from various departments as well as from operating sites (Bukom, Port Dickson, Seraya Chemicals, SMDS) which helped to generate more work for SGSI. Worked on several heat exchanger troubleshooting and debottlenecking works. Key capital project support, to name a few - Bugis, Hijau, SMDS wax project, Sakhalin Expansion, ZeroGen Gasification.",
        "Role_Description_6": "Key responsibilities were to provide asset and capital project support on various types of heat exchangers, Troubleshooting heat exchangers. Worked on Mechanical Design of pressure vessels and delivered basic design engineering package for Third Stage Separators in FCC unit.",
        "Role_Description_7": "NULL",
        "Shell_Business": "Projects and Technology",
        "Skills": "TA3 Heat Transfer;Heat Exchangers;Troubleshooting Heat Exchangers;Pilot Plant Operations;Fouling Experimentation;HTRI;HTFS;Mechanical Static Design;FEA;TAMAP / EFA audits- Static Equipment;Knowledge Management;Information Management;Six Sigma",
        "Timespan_1": "Jun 2013 - Jun 2015",
        "Timespan_2": "Mar 2012 - Jun 2013",
        "Timespan_3": "Jun 2010 - Mar 2012",
        "Timespan_4": "Oct 2008 - May 2010",
        "Timespan_5": "Sep 2007 - Sep 2008",
        "Timespan_6": "Mar 2007 - Sep 2007",
        "Timespan_7": "NULL",
        "_id": "DoeJane8PTINPTPED"
    }
]